Repository: rafaeldougllas/usersApp
Catalog: UsersApp/UsersApp/*.lproj/Localizable.strings
Languages: pt_br

# tableview.refresh.text
source: Fetching Data ...
pt_br: Buscando dados ...

# users.page.title
source: Users
pt_br: Usuários

# users.table.empty
source: No registered user!
pt_br: Nenhum usuário registrado!

# userDetail.page.title
source: User Detail
pt_br: Detalhe do Usuário

# favorites.table.empty
source: No registered favorited user!
pt_br: Nenhum usuário favorito registrado!

# about.me.page.title
source: About Me
pt_br: Sobre Mim

# about.me.complete.description
source: Hello, I am Rafael, a communicative person that love technologies. With more than 9 years developing web applications and more than 5 years experience developing small to large-scale iOS apps with designers, PMs, and other engineers always trying to build beautiful interfaces, deliver the best results for the company and a unique experience to the users.
pt_br: Olá me chamo Rafael, sou uma pessoa comunicativa e adoro tecnologias. Possuo mais de 9 anos de experiencia desenvolvendo aplicaçōes web e mais de 5 anos desenvolvendo aplicativos iOS de pequeno a grande porte ao lado de designers, PMs e outros engenheiros sempre tentando construir interfaces bonitas, entregar os melhores resultados para a empresa e uma experiência única para os usuários.

# about.me.complete.ios.tools.title
source: IOS Tools:
pt_br: Ferramentas IOS:

# error.alert.title
source: Error
pt_br: Erro

# accessibility.users.tableview
source: Users List
pt_br: Lista de usuários

# accessibility.user.detail.title
source: Selected User Detail Title
pt_br: Titulo da tela de descrição do usuário

# accessibility.user.detail.profile.image
source: Selected user detail profile image
pt_br: Imagem do usuário selecionado

# accessibility.user.detail.name
source: Selected user detail profile name
pt_br: Nome do usuário selecionado

# accessibility.user.detail.email
source: Selected user detail profile email
pt_br: Email do usuário selecionado

# accessibility.about.me.profile
source: Developer Profile Image
pt_br: Imagem de perfil do desenvolvedor

# accessibility.about.me.description
source: Description about the developer
pt_br: Descrição sobre o desenvolvedor

# accessibility.about.me.ios.tools.title
source: IOS tools title
pt_br: Titulo da lista de ferramentas IOS

# accessibility.about.me.ios.tools
source: IOS tools list
pt_br: Lista de ferramentas IOS já utilizadas

# accessibility.favorited.users.tableview
source: Favorited users list
pt_br: Lista de usuários favoritos

# accessibility.user.tableview.cell
source: User cell
pt_br: Célula do usuário

# accessibility.view.chip
source: IOS Tool
pt_br: Ferramenta IOS
